[
  {
    "id": "1",
    "name": "Blessing Junior High",
    "description": "Blessing Junior High is a school in the city of Blessing, Philippines. It was founded in the year 2000. The school is a public school. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines. The school is in the city of Blessing, Philippines.",
    "category": "Public",
    "tuition": "",
    "co-curricular": "",
    "special": "",
    "average_rating": "4.5",
    "total_rating_count": "1",
    "total_rating_score": "4.5",
    "school_id": "1",
    "latitude": "14.527",
    "longitude": "121.037",
    "geo_address": "Blessing, Philippines",
    "full_address": "Blessing Junior High, Blessing, Philippines",
    "image_url": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera_assets/ddp/schools/1/logo-large.png?auto=format%2Ccompress&dpr=1&w=300&h=300&fit=fill",
    "medium_image_url": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera_assets/ddp/schools/1/logo-medium.png?auto=format%2Ccompress&dpr=1&w=300&h=300&fit=fill",
    "small_image_url": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera_assets/ddp/schools/1/logo-small.png?auto=format%2Ccompress&dpr=1&w=300&h=300&fit=fill",
    "hero_image_url": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera_assets/ddp/schools/1/logo-hero.png?auto=format%2Ccompress&dpr=1&w=300&h=300&fit=fill",
    "hero_small_image_url": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera_assets/ddp/schools/1/logo-hero-small.png?auto=format%2Ccompress&dpr=1&w=300&h=300&fit=fill",
    "logo_url": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera_assets/ddp/schools/1/logo-large.png?auto=format%2Ccompress&dpr=1&w=300&h=300&fit=fill",
    "medium_logo_url": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera_assets/ddp/schools/1/logo-medium.png?auto=format%2Ccompress&dpr=1&w=300&h=300&fit=fill",
    "small_logo_url": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera_assets/ddp/schools/1/logo-small.png?auto=format%2Ccompress&dpr=1&w=300&h=300&fit=fill",
    "home_link": "https://www.blessingjuniorhigh.edu.ph/",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Blessing_Junior_High",
    "city": "Blessing",
    "state": "Benguet",
    "population": "",
    "rank": "",
    "country": "Ghana",
    "enrollment": ""
  }
]